Repository: marlonsecundo/tec-pomodoro
Catalog: Tec. Pomodoro/Strings/*/Resources.resw
Source language: en
Languages: pt_br

# ConfigTomatoTxt1.Text
source: Duration in minutes
pt_br: Período em minutos

# ConfigTomatoTxt2.Text
source: Concentration
pt_br: Concentração

# ConfigTomatoTxt3.Text
source: Distraction
pt_br: Distração

# ConfigTomatoTxt4.Text
source: Repeats
pt_br: Repetições:

# DistractionsTxt1.Text
source: Remove or move away from any distractions nearby.
pt_br: Remova ou afaste-se de qualquer distração por perto.

# Obs1.Text
source: Set the best time limits for you. (Concentration, Distraction)
pt_br: Defina os limites de tempo melhor pra você. (Concentração, Distração)

# Obs2.Text
source: Make the pomodoro with NO interruptions. Interruptions only in emergencies.
pt_br: Faça o pomodoro SEM interrupções. Interrupções só em casos de emergência.

# Obs3.Text
source: The method may not work with activities that require more creativity.
pt_br: O método pode não funcionar com atividades que exigem maior criatividade.

# Obs4.Text
source: Efficient method to avoid procrastination.
pt_br: Método eficiente para evitar a procrastinação.

# SilencePhoneTxt1.Text
source: Turn off the distractions
pt_br: Desligue as distrações

# SilencePhoneTxt2.Text
source: Unplug the internet
pt_br: Desconecte-se da internet

# SilencePhoneTxt3.Text
source: Continue Online
pt_br: Continuar Conectado

# SilencePhoneTxt4.Text
source: Continue
pt_br: Continuar

# StopNoticeTxt1.Text
source: The pomodoro is over!
pt_br: O pomodoro acabou!

# StopNoticeTxt2.Text
source: Repeat
pt_br: Repetir

# StopNoticeTxt3.Text
source: Leave
pt_br: Sair

# TaskButton.Text
source: Next
pt_br: Próximo

# TaskTitle1.Text
source: Add Tasks
pt_br: Adicionar Tarefas

# TaskTxtBox.PlaceholderText
source: Enter the task here
pt_br: Insira a tarefa aqui

# Tec1.Text
source: Make a list of the tasks that are pending.
pt_br: Fazer uma lista com as tarefas que estão pendentes.

# Tec2.Text
source: Schedule the application for certain minutes (25 min recommended).
pt_br: Programar o aplicativo para determinados minutos (Recomendável 25 min).

# Tec3.Text
source: Choose one of the tasks and work on it without interruption.
pt_br: Escolher uma das tarefas e trabalhar nela sem interrupções.

# Tec4.Text
source: When the play application, take a break.
pt_br: Quando o aplicativo tocar, fazer uma pausa.

# Tec5.Text
source: Delete the task from your list after you finish it.
pt_br: Riscar a tarefa da sua lista depois que terminá-la.

# Tec6.Text
source: Return the work after the break for another "pomodoro".
pt_br: Retornar o trabalho depois da pausa por mais um “pomodoro”.

# Tec7.Text
source: Every four "pomodoros", take a longer break: 30 minutes until you return to work.
pt_br: A cada quatro “pomodoros”, fazer uma pausa mais longa: 30 minutos até voltar ao trabalho.

# Title1.Text
source: The technique is:
pt_br: A técnica consiste:

# Title2.Text
source: Notes
pt_br: Observações

# ToastError0.Text
source: The Pomodoro was stopped!
pt_br: O Pomdoro Foi Interrompido!

# ToastError1.Text
source: Check your settings and enable background execution of the application.
pt_br: Verifique suas configurações e habilite a execução em plano de fundo do aplicativo.

# ToastFinish0.Text
source: The Pomodoro was Done!
pt_br: O Pomodoro Foi Concluído!

# ToastFinish1.Text
source: Congratulations! :P You finished the pomodoro!
pt_br: Parabéns! :P Você finalizou o pomodoro!

# ToastFocus0.Text
source: Go Back To Work!
pt_br: De Volta ao Trabalho!

# ToastFocus1.Text
source: Time to Focus!
pt_br: Tempo de concentração!

# ToastFree0.Text
source: Ehhh! Rest! :P
pt_br: Ehhh! Descanso! :P

# ToastFree1.Text
source: Free Time!
pt_br: Tempo livre!

# ToastInterrupt0.Text
source: The Pomodoro Has Been Interrupted!
pt_br: O Pomodoro Foi Interompido!

# ToastInterrupt1.Text
source: Ahhh, you interrupted the pomodoro! : '(
pt_br: Ahhh, você interrompeu o pomdoro! :'(

# TomatoTxt1.Text
source: Tasks
pt_br: Tarefas

# TomatoTxt2.Text
source: Focus on Work!
pt_br: Foco no Trabalho!

# WarningTxt1.Text
source: The Internet is a place of MANY distractions. Are you SURE to continue?
pt_br: A Internet é lugar de MUITAS distrações. Tem CERTEZA de continuar?

# WarningTxt2.Text
source: I have
pt_br: Tenho

# WarningTxt3.Text
source: Back
pt_br: Voltar

# Welcome.Text
source: Pomodoro technique!
pt_br: Técnica do Pomodoro!
